Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/openide-omegat.tmx
Source language: en_us
Languages: pt_br

source: Compatibility APIs
pt_br: APIs de compatibilidade

source: Infrastructure
pt_br: Infra-estrutura

source: Some old classes that are now deprecated.
pt_br: Algumas classes antigas que agora estão desaprovadas.

source: Contains some old API classes that have now been deprecated and can be replaced.
pt_br: Contém algumas classes de API que agora estão desaprovadas e podem ser substituídas.

source: Specifically: ExplorerActions; ExplorerPanel; HttpServer; and WeakListener.
pt_br: Especialmente: ExplorerActions; ExplorerPanel; HttpServer; and WeakListener.

source: The classes in this API are all deprecated and can be replaced by more modern APIs.
pt_br: Todas as classes nesta API estão obsoletas e podem ser substituídas por APIs mais modernas.

source: I/O APIs
pt_br: APIs de E/S

source: Open APIs relating to displaying output.
pt_br: Open APIs relacionadas a exibição de saída.

source: Contains classes from org.openide.windows.* relating to creating output tabs, displaying output, and hyperlinking it.
pt_br: Contém classes de org.openide.windows.* relacionadas à criação de abas de saída, exibição de saída, e criando hiperlinks nela.

source: This module binds the Datasystems API with Scripting API.
pt_br: Este módulo liga a API de sistemas de dados com a API Scripting.

source: As a result it is possible to use any scripting and templating language to generate templates.
pt_br: Como resultado, é possível usar qualquer linguagem script para gerar modelos.

source: Advanced Templating
pt_br: Modelagem avançada

source: Advanced Templating not only for Datasystems
pt_br: Modelagem avançada não só para sistemas de dados

source: UI Utilities API
pt_br: API de utilitários para UI

source: User interface utilities.
pt_br: Utilitários da interface de usuário

source: Helper methods for various UI related tasks.
pt_br: Métodos de ajuda para várias tarefas relacionadas à UI

source: Unable to load menu {0}
pt_br: Não foi possível carregar o menu {0}

source: Unable to load menu item {0}
pt_br: Não foi possível carregar o item de menu {0}

source: &Location:
pt_br: &Localização:

source: Back
pt_br: Voltar

source: Forward
pt_br: Avançar

source: Home
pt_br: Início

source: Reload
pt_br: Recarregar

source: Stop
pt_br: Parar

source: History
pt_br: Histórico

source: Document: Done
pt_br: Documento: Concluído

source: Loading
pt_br: Carregando

source: Exception during initialization of HTML browser module
pt_br: Exceção durante a inicialização do módulo de navegação HTML

source: Web Browser
pt_br: Navegador web

source: Browser view
pt_br: Visualização do navegador

source: Location
pt_br: Localização

source: Swap panels
pt_br: Permutar painéis

source: Reset split line
pt_br: Redefinir linha de divisão

source: First panel {0}.
pt_br: Primeiro painel {0}.

source: Second panel {1}.
pt_br: Segundo painel {1}.

source: Loading...
pt_br: Carregando...

source: Untitled
pt_br: Sem título

source: Unknown host: {0}
pt_br: Servidor desconhecido: {0}

source: Invalid URL: {0}
pt_br: URL inválida: {0}

source: No route to host: {0}
pt_br: Nenhuma rota para o servidor: {0}

source: Invoking {4} implemented as {3} thru {1}
pt_br: Invocando {4} implementado como {3} através {1}

source: Actions APIs
pt_br: APIs de ações

source: Definition of common actions for NetBeans
pt_br: Definição de ações comuns para o NetBeans

source: Provides list of common actions used by any NetBeans application.
pt_br: Fornece lista de ações comuns usada por qualquer aplicação NetBeans.

source: &Add
pt_br: &Adicionar

source: &Add {0}
pt_br: &Adicionar {0}

source: &New
pt_br: &Novo

source: &Save
pt_br: &Salvar

source: &Print...
pt_br: Im&primir...

source: Pa&ge Setup...
pt_br: Configurar pá&gina...

source: &Undo {0}
pt_br: Desfa&zer {0}

source: &Redo {0}
pt_br: &Refazer {0}

source: Cu&t
pt_br: Recor&tar

source: &Copy
pt_br: &Copiar

source: &Paste
pt_br: Co&lar

source: &Delete
pt_br: E&xcluir

source: &Find...
pt_br: L&ocalizar...

source: Go to &Line...
pt_br: Ir para &linha...

source: R&eplace...
pt_br: Su&bstituir...

source: &Properties
pt_br: &Propriedades

source: View
pt_br: Exibir

source: Edit
pt_br: Editar

source: &Execute
pt_br: &Executar

source: &Dock View
pt_br: E&ncaixar exibição

source: &Undock View
pt_br: &Desencaixar exibição

source: &Clone View
pt_br: &Clonar exibição

source: Close
pt_br: Fechar

source: &Next View
pt_br: Próxi&ma exibição

source: &Previous View
pt_br: Exibição a&nterior

source: Open
pt_br: Abrir

source: Rename...
pt_br: Renomear...

source: Move Up
pt_br: Mover para cima

source: Move Down
pt_br: Mover para baixo

source: Customize
pt_br: Personalizar

source: Rename
pt_br: Renomear

source: &New Name:
pt_br: &Novo nome:

source: This object cannot be renamed from {0} to {1}.
pt_br: Este objeto não pode ser renomeado de {0} para {1}.

source: Garbage Collect
pt_br: Coleta de lixo

source: Show Text
pt_br: Exibir texto

source: Drop Shadow
pt_br: Sombreamento

source: Overlay Grid
pt_br: Sobrepor grade

source: New Name
pt_br: Novo nome

source: Change Order...
pt_br: Alterar ordem...

source: Explore From &Here
pt_br: E&xplore daqui

source: &Workspaces
pt_br: &Áreas de trabalho

source: Object &Name:
pt_br: &Nome do objeto:

source: Instantiate Template
pt_br: Instanciar modelo

source: Save &In:
pt_br: Salvar &em:

source: Tools
pt_br: Ferramentas

source: Empty
pt_br: Vazio

source: {0} saved.
pt_br: {0} salvo.

source: There were some problems while saving {0}.
pt_br: Houveram alguns problemas ao salvar {0}.

source: New From Template
pt_br: Novo a partir do modelo

source: GC...
pt_br: CL...

source: Click to force garbage collection
pt_br: Clique para forçar a coleta de lixo

source: Datasystems API
pt_br: API de sistema de dados

source: NetBeans Open API for manipulating data objects.
pt_br: Open API do NetBeans para manipulação de objetos de dados.

source: The Datasystems API is a layer atop the Filesystems API which recognizes and groups data objects and gives them particular semantics.
pt_br: A API de sistema de dados é uma camada sobre a API do sistema de arquivos que reconhece e agrupa objetos de dados e dá a eles semânticas particulares.

source: Once a part of the general Open APIs, it is now split into an independent module.
pt_br: Antigamente parte da Open API comum, agora, ela está dividida em um módulo independente.

source: Unrecognized File
pt_br: Arquivo não reconhecido

source: Shared access
pt_br: Acesso compartilhado

source: Cannot save new ordering.
pt_br: Não é possível salvar nova ordenação.

source: Cannot delete file {0}.
pt_br: Não é possível excluir o arquivo {0}.

source: Link to {3}
pt_br: Link para {3}

source: Original Name
pt_br: Nome original

source: Name of the object this link refers to.
pt_br: Nome do objeto a que este link se refere.

source: Original Filesystem Name
pt_br: Nome do sistema de arquivos original

source: Name of the filesystem of the original object.
pt_br: Nome do sistema de arquivos do objeto original.

source: Name
pt_br: Nome

source: Name of this object.
pt_br: Nome deste objeto.

source: Template
pt_br: Modelo

source: If True, this object is a template (can make instances of itself).
pt_br: Se 'verdadeiro', este objeto é um modelo (pode criar instâncias dele mesmo).

source: All Files
pt_br: Todos os arquivos

source: A list of files represented by this object.
pt_br: Uma lista de arquivos representados por este objeto.

source: File Size
pt_br: Tamanho do arquivo

source: Length of this file in bytes.
pt_br: Tamanho deste arquivo, em bytes.

source: (Only applies to the first file listed in All Files.)
pt_br: (Somente aplicável ao primeiro arquivo listado em 'Todos os arquivos'.)

source: Modification Time
pt_br: Hora da modificação

source: When this file was last modified.
pt_br: Quando este arquivo foi modificado pela última vez.

source: Sorting
pt_br: Ordenação

source: Sorting and ordering settings.
pt_br: Determina como os objetos em um pacote devem ser ordenados.

source: Sort Mode
pt_br: Modo de ordenação

source: Determines how objects in the package should be sorted.
pt_br: Determina como objetos em um pacote deveriam ser ordenados.

source: Unsorted
pt_br: Não ordenado

source: By Name
pt_br: Por nome

source: By Type
pt_br: Por tipo

source: By Name (Packages First)
pt_br: Por nome (pacotes primeiro)

source: By Modification Time
pt_br: Por hora de modificação

source: By File Size
pt_br: Por tamanho de arquivo

source: &Move
pt_br: &Mover

source: &Instantiate
pt_br: Criar &instância

source: Create &Link
pt_br: Criar &link

source: &Serialize
pt_br: &Serializar

source: &Default instance
pt_br: Instância pa&drão

source: &Name of file to serialize the instance to
pt_br: &Nome do arquivo para serializar a instância

source: Instance Serialization
pt_br: Serialização de instância

source: Folder
pt_br: Pasta

source: &Name:
pt_br: &Nome:

source: Create New Folder
pt_br: Criar nova pasta

source: NewFolder
pt_br: Nova pasta

source: File {0} already exists in folder {1}.
pt_br: O arquivo {0} já existe na pasta {1}.

source: Folder {0} already exists in folder {1}.
pt_br: A pasta {0} já existe na pasta {1}.

source: The file {1} seems to be too large ({2,choice,0#{2}b|1024#{3} Kb|1100000#{4} Mb|1100000000#{5} Gb}) to safely open.
pt_br: O arquivo {1} parece ser muito grande ({2,choice,0#{2}b|1024#{3} Kb|1100000#{4} Mb|1100000000#{5} Gb}) para abrir com segurança.

source: Opening the file could cause OutOfMemoryError, which would make the IDE unusable.
pt_br: Abrir este arquivo poderá causar um erro OutOfMemoryError, o que tornaria o IDE inutilizável.

source: Do you really want to open it?
pt_br: Você tem certeza de que deseja abrí-lo?

source: XML Configuration Files
pt_br: Arquivos de configuração XML

source: Error (recoverable)
pt_br: Erro (recuperável)

source: Warning
pt_br: Aviso

source: FATAL ERROR
pt_br: ERRO FATAL

source: XML File
pt_br: Arquivo XML

source: Cannot create folder; {0} is not a valid name.
pt_br: Não é possível criar a pasta; {0} não é um nome válido.

source: Cannot copy {0}: The destination folder is the same as the source folder.
pt_br: Não é possível copiar {0}: A pasta de destino é a mesma da origem.

source: Cannot copy {0}: The destination folder is a subfolder of the source folder.
pt_br: Não é possível copiar {0}: A pasta de destino é uma sub-pasta da pasta de origem.

source: New Wizard - {0}
pt_br: Novo assistente - {0}

source: New Wizard
pt_br: Novo assistente

source: Choose Template
pt_br: Escolha o modelo

source: &Select a Template:
pt_br: &Selecione um modelo:

source: No description
pt_br: Sem descrição

source: Initializing description...
pt_br: Inicializando descrição...

source: &Template Description:
pt_br: Descrição do &modelo:

source: Target Location
pt_br: Local de destino

source: Please select a folder for the newly created object or enter the folder name below:
pt_br: Selecione uma pasta para o objeto recém criado ou digite o nome da pasta abaixo:

source: Settings
pt_br: Configurações

source: Could not remove source folder while moving.
pt_br: Não foi possível remover a pasta de origem ao movê-la.

source: <top folder> [{0}]
pt_br: <pasta superior> [{0}]

source: <default name>
pt_br: <nome padrão>

source: Folders
pt_br: Pastas

source: Unrecognized Objects
pt_br: Objetos desconhecidos

source: Action Instances
pt_br: Instâncias de ação

source: Warning: Object {0} cannot be copied.
pt_br: Aviso: O objeto {0} não pode ser copiado.

source: Warning: Object {0} cannot be moved.
pt_br: Aviso: O objeto {0} não pode ser movido.

source: (separator)
pt_br: (separador)

source: Class Name
pt_br: Nome da classe

source: Java class name of the object being represented.
pt_br: Nome da classe Java do objeto que está sendo representado.

source: There are problems with saving the {0} bean.
pt_br: Existem problemas salvando o bean {0}.

source: {0} (Broken Link)
pt_br: {0} (Link quebrado)

source: Broken Link
pt_br: Link quebrado

source: Broken Link Filesystem
pt_br: Link para sistema de srquivos quebrado

source: <Unrecognized setting>
pt_br: <Configuração irreconhecível>

source: Data Object Copy Flavor
pt_br: Copiar tipo do objeto de dados

source: Data Object Cut Flavor
pt_br: Recortar tipo do objeto de dados

source: New Object Name
pt_br: Novo nome de objeto

source: <default>
pt_br: <padrão>

source: The popup menu for objects of type {0} could not be restored; using default settings.
pt_br: O menu pop-up para objetos do tipo {0} não pôde ser restaurado; usando congurações padrão.

source: Loader
pt_br: Carregador

source: Cannot give {0} an empty name.
pt_br: Não é possível dar um nome vazio a {0}.

source: No enabled filesystem.
pt_br: Nenhum sistema de arquivos ativado.

source: Make sure that you have at least one filesystem that is not read-only and is not hidden.
pt_br: Tenha certeza de que você tem pelo menos um sistema de arquivos que não é somente leitura e que não esteja oculto.

source: The target filesystem or folder does not exist.
pt_br: O sistema de arquivos de destino não existe.

source: The target filesystem is read-only.
pt_br: O sistema de arquivos de destino é somente leitura.

source: The file {0} already exists.
pt_br: O arquivo {0} já existe.

source: Filesystem Action
pt_br: Ação do sistema de arquivos

source: Instantiate
pt_br: Criar instância

source: Save As Template...
pt_br: Salvar como modelo...

source: Save As Template
pt_br: Salvar como modelo

source: &Select the category in which the new template will appear:
pt_br: &Selecione a categoria na qual o novo modelo aparecerá:

source: Templates
pt_br: Modelos

source: Save &All
pt_br: S&alvar tudo

source: Refresh Folder
pt_br: Atualizar pasta

source: Creation of the object from template failed.
pt_br: A criação do objeto através do modelo falhou.

source: All Templates...
pt_br: Todos os modelos...

source: Opening {0} ...
pt_br: Abrindo {0} ...

source: File {0} is modified.
pt_br: O arquivo {0} está modificado.

source: Save it ?
pt_br: Salva-lo?

source: {0,choice,0#{1} [r/o]|1#{1} *|2#{1} [r/o] *|3#{1}}
pt_br: {0,choice,0#{1} [s/l]|1#{1} *|2#{1} [s/l] *|3#{1}}

source: File {0} was changed to read-only!
pt_br: O arquivo {0} foi alterado para somente leitura!

source: All changes will be discarded.
pt_br: Todas as alterações serão descartadas.

source: Can not save it.
pt_br: Não é possível salvá-lo.

source: This file appears to contain binary data.
pt_br: Este arquivo parece conter dados binários.

source: Are you sure you want to open it in the text editor?
pt_br: Tem certeza que deseja abrí-lo no editor de texto?

source: Binary File Detected
pt_br: Arquivo binário detectado

source: Sa&ve As...
pt_br: Sal&var Como...

source: Save As action failed.
pt_br: Falha ao gravar

source: Save As
pt_br: Salvar como

source: Cannot create the target folder.
pt_br: Não foi possível criar a pasta de destino {0}.

source: Explorer & Property Sheet API
pt_br: API do explorer e folha de propriedades

source: Various view for displaying node structures.
pt_br: Várias visualizações para exibir estruturas de nó.

source: Allows definition of new views that display structures created using Nodes API.
pt_br: Permite definição de novas visualizações que exibem estruturas criadas usando a API de nós.

source: Could not restore Explorer window; the root node "{0}" could not be restored correctly.
pt_br: Não foi possível restaurar a janela do Explorer; o nó raiz "{0}" não pode ser restaurado corretamente.

source: An Explorer view must not veto the empty selection.
pt_br: Uma visualização do Explorer não deve vetar a seleção vazia.

source: An explored context ({0}) must be within the root context ({1}).
pt_br: Um contexto explorado ({0}) deve estar dentro do contexto raiz ({1}).

source: Cannot use null for node selection.
pt_br: Não pode usar nulo para seleção de nó.

source: No element of a node selection may be null.
pt_br: Nenhum elemento de uma seleção de nó deve ser nulo.

source: A node selection cannot contain nodes ({0}) not underneath the root ({1}).
pt_br: Uma seleção de nó não pode conter nós ({0}), não dentro da raiz ({1}).

source: Cannot have null root context.
pt_br: Não pode haver contexto raiz nulo.

source: Are you sure you want to delete {0}?
pt_br: Tem certeza que deseja excluir {0}?

source: Are you sure you want to delete {0} and all of its contents?
pt_br: Tem certeza que deseja excluir {0} e todo o seu conteúdo?

source: Are you sure you want to delete these {0} items?
pt_br: Tem certeza que deseja excluir estes {0} itens?

source: Confirm Object Deletion
pt_br: Confirme exclusão de objeto

source: Confirm Package Deletion
pt_br: Confirme exclusão de pacote

source: Confirm Multiple Object Deletion
pt_br: Confirme exclusão múltipla de objetos

source: Are you sure you want to delete {0} (link to {3})?
pt_br: Tem certeza que deseja excluir {0} (link para {3})?

source: Confirm Link Deletion
pt_br: Confirmação de exclusão de link

source: Exception in
pt_br: Exceção em

source: Property Editor
pt_br: Editor de propriedades

source: Array of
pt_br: Matriz de

source: The property could not be set.
pt_br: A propriedade não pôde ser definida.

source: {0} is not a valid value for {1}.
pt_br: {0} não é um valor válido para {1}.

source: (No Property Editor)
pt_br: (Nenhum editor de propriedades)

source: <No Properties>
pt_br: <Nenhuma propriedade>

source: (r/
pt_br: (l/

source: Properties
pt_br: Propriedades

source: w)
pt_br: e)

source: Sort by Category
pt_br: Ordenar por categoria

source: Sort by Name
pt_br: Ordenar por nome

source: Sort by Type
pt_br: Ordenar por tipo

source: Show Editable Properties Only
pt_br: Exibir apenas propriedades editáveis

source: Customizer
pt_br: Personalizador

source: Help
pt_br: Ajuda

source: Provides help about the object whose properties are displayed in the property sheet
pt_br: Fornece ajuda sobre o objeto cujas propriedades são exibidas na folha de propriedades

source: [PropertyPanel:UserInfo]Using property >>{0}<< at design time throws an exception.
pt_br: [PropertyPanel:UserInfo]Usando propriedade >>{0}<< em tempo de design lança uma exceção.

source: Property Sheet
pt_br: Folha de propriedades

source: No Item Available
pt_br: Nenhum item disponível

source: Property Index:
pt_br: Índice de propriedades:

source: Unknown
pt_br: Desconhecido

source: Cancel
pt_br: Cancelar

source: Reset to &default
pt_br: Redefinir para pa&drão

source: Paste
pt_br: Colar

source: Exception in setter method of property: {0}
pt_br: Exceção em método setter da propriedade: {0}

source: Exception in setter method of property {0}: {1}
pt_br: Exceção em método setter da propriedade {0}: {1}

source: <no custom editor>
pt_br: <Nenhum editor personalizado>

source: <no property editor>
pt_br: <Nenhum editor de propriedades>

source: <Different Values>
pt_br: <Valores diferentes>

source: The selected nodes have different values for this property.
pt_br: Os nós selecionados possuem valores diferentes para esta propriedade.

source: <No Value>
pt_br: <Sem valor>

source: <No type>
pt_br: <Nenhum tipo>

source: Invokes customizer.
pt_br: Chama personalizador.

source: Invalid value: {0}
pt_br: Valor inválido: {0}

source: {0,choice,0#Invalid value {1}|1#{1}}
pt_br: {0,choice,0#Valor inválido {1}|1#{1}}

source: {0} Type: {1}{2,choice,0#|1# Bean: {3}|2# Beans: {3}}
pt_br: {0} Tipo: {1}{2,choice,0#|1# Bean: {3}|2# Beans: {3}}

source: Move &up
pt_br: Mover para &cima

source: Move &down
pt_br: Mover para &baixo

source: &Hide Details
pt_br: &Ocultar detalhes

source: &Show Details
pt_br: E&xibir detalhes

source: Indexed property value cannot be set
pt_br: O valor da propriedade indexada não pôde ser definido

source: Names
pt_br: Nomes

source: Values
pt_br: Valores

source: <unreadable>
pt_br: <ilegível>

source: null
pt_br: nulo

source: Error setting value
pt_br: Erro definindo valor

source: Unknown Sorting Mode
pt_br: Modo de ordenação desconhecido

source: Restore default value
pt_br: Restaurar valor padrão

source: Description
pt_br: Descrição

source: Description of the currently selected property
pt_br: Descrição da propriedade selecionada atualmente

source: Property name
pt_br: Nome da propriedade

source: Name of the property currently being edited
pt_br: Nome da propriedade que está sendo editada atualmente

source: No description available.
pt_br: Nenhuma descrição disponível.

source: Nothing selected
pt_br: Nada selecionado

source: Splitter
pt_br: Separador

source: Visual divider between the properties table and the description area.
pt_br: Divisor visual entre a tabela de propriedades e a área de descrição.

source: The property
pt_br: A propriedade

source: {0} equals {1}
pt_br: {0} é igual a {1}

source: Property group {0}
pt_br: Grupo de propriedades {0}

source: Multiple objects selected
pt_br: Múltiplos objetos selecionados

source: Click, or select and press CTRL-SPACE to open custom editor; right click for menu
pt_br: Clique, ou selecione e pressione CTRL-ESPAÇO para abrir o editor personalizado; clique com botão direito para menu

source: Show Description Area
pt_br: Exibir área de descrição

source: Hide Description Area
pt_br: Ocultar área de descrição

source: Restore Default Value
pt_br: Restaurar valor padrão

source: this property
pt_br: esta propriedade

source: Illegal number format: "{0}"
pt_br: Formato numérico ilegal: "{0}"

source: Custom editor: {0}
pt_br: Editor personalizado: {0}

source: Properties table
pt_br: Tabela de propriedades

source: Property categories
pt_br: Categorias da propriedade

source: Table of editable properties representing the current object
pt_br: Tabela de propriedades editáveis que representam o objeto atual

source: Can select different sets of properties of the current object to display in the property sheet
pt_br: Pode selecionar diferentes conjuntos de propriedades do objeto atual para exibir na folha de propriedades

source: Quick Search:
pt_br: Pesquisa rápida:

source: Browse from root
pt_br: Navegar a partir da raiz

source: Browse from current point
pt_br: Navegar a partir do ponto atual

source: Root
pt_br: Raiz

source: Selected Nodes
pt_br: Nós selecionados

source: Rename editor
pt_br: Editor de renomeação

source: In-place editor of node name in the tree view
pt_br: Editor integrado de nome do nó na visualização de árvore

source: Target did not accept the content of the transfer.
pt_br: O destino não aceitou o conteúdo da transferência

source: Table of properties
pt_br: Tabela de propriedades

source: No property
pt_br: Nenhuma propriedade

source: No property.
pt_br: Nenhuma propriedade.

source: {0} Type: {1} Bean: {2}
pt_br: {0} Tipo: {1} Bean: {2}

source: Change Visible Columns
pt_br: Alterar colunas visíveis

source: Choose the Columns to Display in the List
pt_br: Escolhe as colunas a exibir na lista

source: List Options
pt_br: Opções da lista

source: Change Visible Columns...
pt_br: Alterar colunas visíveis...

source: Sort
pt_br: Classificação

source: Ascending
pt_br: Ascendente

source: Descending
pt_br: Descendente

source: Column
pt_br: Coluna

source: Move Left
pt_br: Mover à esquerda

source: Move Right
pt_br: Mover à direita

source: There are no columns to change their visibility.
pt_br: Não há nenhuma coluna para alterar sua visibilidade.

source: None
pt_br: Nenhum

source: File System API
pt_br: API do sistema de arquivos

source: Virtual File System API.
pt_br: API do sistema de arquivos virtual.

source: Allows access to file like resources in a way independent on actual OS files.
pt_br: Permite acesso a arquivos como recurso, de uma forma independente do sistema de arquivos atual.

source: Supports notification of changes on disk.
pt_br: Dá suporte a notificações de mudanças em disco.

source: Invalid {0}
pt_br: Inválido {0}
